export default {
//     code: `
// // 今天心情好
// // 我们来写代码吧
// // 我要开始写啦
// Lovers = {'man': 😆, 'woman': 😊};
// 😆.say('😆嫁给我吧!❤️');
// 😊.response('😊好的，只要你给我办婚礼！');
// marry(😆,😊);
// generateInvitation(😆,😊);
// // 好了我写完了
// // 我要开始运行啦`,
    code: `
// 我要开始运行啦`,
//     code: `
// // 我要开始运行啦`,
    executions: [{
        name: '初识中',
        time: '',
        duration: 0,
        visible: false
    // }, {
    //     name: '恋爱中',
    //     time: '',
    //     duration: 0,
    //     visible: false
    // }, {
    //     name: '吵架中',
    //     time: '',
    //     duration: 0,
    //     visible: false
    // }, {
    //     name: '和好中',
    //     time: '',
    //     duration: 0,
    //     visible: false
    // }, {
    //     name: '养只猫🐈',
    //     time: '',
    //     duration: 0,
    //     visible: false
    // }, {
    //     name: '再养只狗🐕',
    //     time: '',
    //     duration: 0,
    //     visible: false
    // }, {
    //     name: '现在结婚吧',
    //     time: '',
    //     visible: false
    }],
    barrages: [
        '66666666',
        '愿你美梦成真',
        '你的邀请函真是美',
        '人美心更美',
        '你是最棒的',
        '哇哇哇',
        '还差女朋友吗',
        '今晚翻你牌',
        '看朕给你打下的江山',
        '你写代码老快了',
        '你的代码真是棒',
        '😗 😙 😚 😋 ',
        '只要代码写得好，单身永远跑不了'
    ],
}